Revit 2027 API
ParameterTypeId.ToposurfaceContourSubcategoryId Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposurfaceContourSubcategoryId { get; }
Public Shared ReadOnly Property ToposurfaceContourSubcategoryId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposurfaceContourSubcategoryId {
	ForgeTypeId^ get ();
}
static member ToposurfaceContourSubcategoryId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace